<?php
// Heading
$_['heading_title']     = 'Формат Игр';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Файлы для скачивания';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_upload']       = 'Файл загружен';

// Column
$_['column_title']       		= 'Название';
$_['column_season_date_begin'] 	= 'Дата начала сезона';
$_['column_season_date_end'] 	= 'Дата окончания сезона';
$_['column_date_added'] 		= 'Дата';
$_['column_status']     		= 'Статус';
$_['column_visibility']     	= 'Видимость';
$_['column_action']     		= 'Действие';


// Entry
$_['entry_title']       		= 'Название формата';
$_['entry_season_date_begin'] 	= 'Дата начала сезона';
$_['entry_season_date_end'] 	= 'Дата окончания сезона';
$_['entry_status']     			= 'Статус';
$_['entry_visibility']     		= 'Видимость';
// Help
$_['help_filename']     = 'Вы можете загрузить файл с помощью кнопки загрузки, либо через FTP, указав детали ниже.';
$_['help_mask']         = 'Рекомендуем, чтобы имя файла и маска были различны, это предотвратит прямой доступ к файлам.';

// Error
$_['error_permission']  = 'У вас нет прав для редактирования загрузок!';
$_['error_title']        = 'Название должно содержать от 3 до 64 символов!';
$_['error_upload']      = 'Необходима загрузка!';
$_['error_filename']    = 'Название файла должно содержать от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype']    = 'Неправильный тип файла!';
$_['error_product']     = 'Внимание: Эту загрузку нельзя удалить, так как назначена к %s товарам!';

