<?php
// Text
$_['text_subject']        = '%s - Благодарим за запись на игру';
$_['text_welcome']        = '%s, добры день!';
$_['text_login']          = 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке:';
$_['text_approval']       = 'Ваш аккаунт создан и ожидает подтверждения. После подтверждения, Вы сможете войти в магазин, используя E-Mail и пароль, по ссылке:';
$_['text_services']       = 'Вы оставили заявку на игру. Мы свяжемся с вами в ближайшее время для уточнения деталей';
$_['text_thanks']         = 'Спасибо,';

$_['text_new_record']     = 'Новая запись на событие';
$_['text_signup']         = 'Новая запись на событие:';
$_['text_website']        = 'Сайт:';
$_['text_firstname']      = 'Имя, Отчество:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
$_['text_you_password']   = 'Ваш пароль:  %s';
