<?php
// Heading
$_['heading_title_add_project']   = 'Добавить проект';
$_['heading_title_edit_project']  = 'Редактировать проект';

// Text
$_['text_add']					= 'Создать';
$_['text_edit']					= 'Обновить';
$_['text_account']       		= 'Личный Кабинет';
$_['text_edit']          		= 'Редактировать информацию';
$_['text_create_success']       = 'Проект был успешно создан!';
$_['text_edit_success']       	= 'Проект был успешно обновлен!';

// Entry
$_['entry_title']    			= 'Название проекта';
$_['entry_description']     	= 'Описание проекта';
$_['entry_target']     			= 'Цель проекта';
$_['entry_product']     		= 'Продукт проекта';
$_['entry_result']     		    = 'Результат проекта';



$_['help_product']				= '<span class="small">например, выставка, книга, фильм, серия лекций, визиты к пожилым, сценарий праздника и сам праздник (мероприятие), дискуссионный клуб, спектакль, концерт, тренинг  и т.д </span>';
$_['entry_image']        	 	= 'Изображение для проекта';
$_['entry_project_birthday']      = 'Дата создания проекта';
$_['entry_project_budget']      = 'Бюджет проекта';
$_['entry_init_group']     		= 'Инициативная группа (если нужно)';

$_['entry_sex_status']      	= 'Пол';
$_['entry_project_status']     	= 'Статус проекта';
$_['entry_age_status']     		= 'Возраст группы проекта';
$_['entry_nationality_status']  = 'Религия / национальность';
$_['entry_professional_status'] = 'Профессиональный статус';
$_['entry_demographic_status']  = 'Демографический статус';


$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_fax']          = 'Факс';

// Error
$_['error_permission']  		= 'У вас нет прав для редактирования загрузок!';
$_['error_title']        		= 'Название должно содержать от 3 до 64 символов!';
$_['error_description']      	= 'Описание должно быть не менее 3 символов!';

$_['error_meta_title']       = 'Мета-тег Title должен быть от 3 до 255 символов!!';
$_['error_price']        = 'Не указана цена!';
$_['error_place_id']        = 'Нужно выбрать место проведения!';
$_['error_image_title']            = 'Название изображения должно быть от 3 до 255 символов!';
$_['error_upload']      = 'Необходима загрузка!';
$_['error_filename']    = 'Название файла должно содержать от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype']    = 'Неправильный тип файла!';
$_['error_product']     = 'Внимание: Эту загрузку нельзя удалить, так как назначена к %s товарам!';