<?php
// Heading
$_['heading_title_add_group']   = 'Создать инициативную группу';
$_['heading_title_edit_group']  = 'Редактировать инициативную группу';

// Text
$_['text_add']					= 'Создать';
$_['text_edit']					= 'Обновить';
$_['text_account']       		= 'Личный Кабинет';
$_['text_edit']          		= 'Редактировать информацию';
$_['text_create_success']       = 'Ваша группа была успешно созданна!';
$_['text_edit_success']       	= 'Ваша группа была успешно обновлена!';

// Entry
$_['entry_title']    			= 'Название группы';
$_['entry_description']     	= 'Описание группы';
$_['entry_image']        	 	= 'Изображение группы';
$_['entry_group_birthday']      = 'Дата создания группы';

$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_fax']          = 'Факс';

// Error
$_['error_permission']  		= 'У вас нет прав для редактирования загрузок!';
$_['error_title']        		= 'Название должно содержать от 3 до 64 символов!';
$_['error_description']      	= 'Описание должно быть не менее 3 символов!';

$_['error_meta_title']       = 'Мета-тег Title должен быть от 3 до 255 символов!!';
$_['error_price']        = 'Не указана цена!';
$_['error_place_id']        = 'Нужно выбрать место проведения!';
$_['error_image_title']            = 'Название изображения должно быть от 3 до 255 символов!';
$_['error_upload']      = 'Необходима загрузка!';
$_['error_filename']    = 'Название файла должно содержать от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype']    = 'Неправильный тип файла!';
$_['error_product']     = 'Внимание: Эту загрузку нельзя удалить, так как назначена к %s товарам!';