<?php
// Heading
$_['heading_title']   = 'Пригласить в  группу';

$_['text_group_invite']   = 'Пригашение в группу';



// Error
$_['error_login']  		= 'Нужно залогинится!';

$_['error_title']        		= 'Название должно содержать от 3 до 64 символов!';
$_['error_description']      	= 'Описание должно быть не менее 3 символов!';

$_['error_meta_title']       = 'Мета-тег Title должен быть от 3 до 255 символов!!';
$_['error_price']        = 'Не указана цена!';
$_['error_place_id']        = 'Нужно выбрать место проведения!';
$_['error_image_title']            = 'Название изображения должно быть от 3 до 255 символов!';
$_['error_upload']      = 'Необходима загрузка!';
$_['error_filename']    = 'Название файла должно содержать от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype']    = 'Неправильный тип файла!';
$_['error_product']     = 'Внимание: Эту загрузку нельзя удалить, так как назначена к %s товарам!';